/*Завдання 2

Створіть функцію яка приймає один параметр: age.
Усередині функції перевірте, чи age більше або рівне 18.
Якщо age відповідає умові, поверніть true, інакше поверніть false.
Викличте вашу функцію з аргументами 25 і 15, і виведіть результат (чи є особа дорослою) в консоль для кожного випадку.

*/ 

function isAdult(age) {
    return age >= 18;
}

const result1 = isAdult(25);
console.log(`Чи є особа дорослою? ${result1}`); 

const result2 = isAdult(15);
console.log(`Чи є особа дорослою? ${result2}`); 
